TOKEN = "1234445193:AAE4sc9QcaUvXaiqPLEzNvcHzWCGeyBZyY4"
TESTS_NAMES = {
    "how_many": "Насколько много вы беспокоитесь? (5 минут) ",
    "uncertainty": "Непереносимость неопределенности? (5 минут)"
}
TESTS_BUTTONS = {
    "not_me": "Это вообще не обо мне/не про меня",
    "low": "Немного на меня похоже",
    "middle": "Да, это похоже на меня",
    "very": "Это очень на меня похоже",
    "me": "Это точно про меня/обо мне",
    "out": "Выйти из теста"
}
HOW_MANY_QUESTIONS = [
    "Если у меня нет достаточного количества времени сделать все, что необходимо, то я не волнуюсь по этому поводу",
    "Мое беспокойство часто переполняет меня/ буквально овладевает мной",
    "Мне в принципе не свойственно беспокоиться о разного рода вещах",
    "Я беспокоюсь по поводу большого множества разных ситуаций",
    "Я знаю, что мне не следует беспокоиться о многих вещах, но я просто не могу  сдержать себя",
    "Когда я вдруг оказываюсь под давлением (в спешке), я начинаю много беспокоиться",
    "Я всегда должна хоть о чем-то, но беспокоиться",
    "Для меня не составляет особого труда отпустить (прогнать) беспокойные мысли",
    "Как только я закончу одно какое-то дело, я тут же начинаю беспокоиться по поводу нового",
    "Я в принципе никогда ни о чем не беспокоюсь",
    "Когда я понимаю, что не могу ничего сделать, чтобы изменить ситуацию, я перестаю об этом беспокоиться",
    "Я всю жизнь была беспокойным человеком",
    "Я замечаю, что я всегда беспокоилась и беспокоюсь о разного рода вещах",
    "Если я уже начал (а) беспокоиться, то я уже не могу остановиться",
    "Я все время о чем-то беспокоюсь",
    "Я беспокоюсь о делах до тех пор, пока они не сделаны",
    ]
UNCERTAINTY_QUESTIONS = [
 "Неопределенность мешает мне иметь твердые убеждения",
 "Пребывать в состоянии неопределенности –значит быть неорганизованным",
 "Неопределенность делает мою жизнь невыносимой",
 "Это нечестно, что жизнь не дает нам никаких гарантий",
 "Я не могу расслабиться, если я не знаю, что будет завтра",
 "Неопределённость делает мою жизнь сложной, тревожной и стрессовой",
 "Неожиданные, непредвиденные события ужасно меня расстраивают",
 "Меня фрустрирует, если у меня нет в полном объеме той информации, которая мне нужна",
 "Состояние неизвестности дает мне возможность заранее просчитать последствия и подготовиться к ним ",
 "Чтобы избежать сюрпризов в будущем,  необходимо всегда заглядывать вперед",
 "Маленькая неожиданность может испортить все, даже при хорошем планировании",
 "Когда наступает время действовать, неопределенность меня парализует",
 "Быть неуверенным  означает, что я не первый",
 "Если я не уверен, я не могу двигаться вперед",
 "В состоянии неуверенности я не могу хорошо работать",
 "Мне кажется, что в отличие от меня , другие всегда знают куда они движутся по жизни",
 "Неопределенность делает меня уязвимым , несчастным или печальным",
 "Я всегда хочу знать, что будущее для меня приготовило",
 "Я ненавижу сюрпризы и неожиданности",
 "Даже малейшее сомнение останавливает мою деятельность",
 "Я должен иметь возможность все организовать заранее",
 "Состояние неопределенности означает потерю уверенности",
 "Я думаю, это несправедливо, что другие люди, кажется, чувствуют уверенность в своем будущем",
 "Неопределенность вызывает у меня бессонницу",
 "Я должен избегать, обходить неопределенные ситуации стороной",
 "Двусмысленность, неоднозначность в жизни очень меня стрессует",
 "Я не могу выдерживать, если надо мной висят не решенные проблемы"
]